<!-- Offer agreement -->
<main class="info-page">
	<h1>Договор оферты</h1>

	<h2>Общие положения</h2>
	<p>Настоящий Договор оферты (далее – «Договор») является публичной офертой и определяет условия использования сайта
		<a href="https://www.davidi.by/">https://www.davidi.by/</a> (далее – «Сайт») и предоставляемых на нем услуг.</p>

	<h2>Акцепт оферты</h2>
	<p>Использование Сайта означает полное и безоговорочное принятие пользователем всех условий настоящего Договора.</p>

	<h2>Услуги</h2>
	<p>Сайт предоставляет следующие услуги:</p>
	<ul>
		<li>Информационные услуги.</li>
		<li>Консультационные услуги.</li>
		<li>Продажа товаров и услуг.</li>
	</ul>

	<h2>Обязательства сторон</h2>
	<ul>
		<li>Пользователь обязуется предоставлять достоверную информацию при регистрации и использовании Сайта.</li>
		<li>Администрация Сайта обязуется обеспечивать доступность Сайта и качество предоставляемых услуг.</li>
	</ul>

	<h2>Ответственность сторон</h2>
	<ul>
		<li>Администрация Сайта не несет ответственности за прямые или косвенные убытки, возникшие в результате использования или невозможности использования Сайта.</li>
		<li>Пользователь несет ответственность за достоверность предоставляемых данных и использование Сайта в соответствии с законодательством.</li>
	</ul>

	<h2>Порядок разрешения споров</h2>
	<p>Все споры и разногласия, возникающие в связи с настоящим Договором, решаются путем переговоров. В случае невозможности достижения соглашения спор подлежит рассмотрению в суде по месту нахождения Администрации Сайта.</p>

	<h2>Изменения условий Договора</h2>
	<p>Администрация Сайта оставляет за собой право вносить изменения в настоящий Договор. Изменения вступают в силу с момента их публикации на Сайте.</p>

	<h2>Срок действия и прекращение Договора</h2>
	<p>Настоящий Договор действует до его расторжения любой из сторон. Пользователь может расторгнуть Договор в любое время, прекратив использование Сайта. Администрация Сайта может расторгнуть Договор в случае нарушения пользователем его условий.</p>

	<h2>Контактная информация</h2>
	<p>Если у вас есть вопросы по поводу настоящего Договора, вы можете связаться с нами по адресу: <a href="mailto:davidi@mail.ru">davidi@mail.ru</a></p>
</main>
