<!-- Privacy Policy -->
<main class="info-page">
	<h1>Политика конфиденциальности</h1>

	<h2>Введение</h2>

	<p>Настоящая Политика конфиденциальности устанавливает правила обработки и защиты персональных данных пользователей сайта
		<a href="https://www.davidi.by/">https://www.davidi.by/</a> (далее – «Сайт»).</p>

	<h2>Сбор данных</h2>
	<p>Мы собираем следующие виды данных:</p>
	<ul>
		<li>Персональные данные: имя, адрес электронной почты, номер телефона и другие контактные данные.</li>
		<li>Технические данные: IP-адрес, данные о браузере и операционной системе, файлы cookie и другие данные о посещении сайта.</li>
	</ul>

	<h2>Использование данных</h2>
	<p>Мы используем ваши данные для следующих целей:</p>
	<ul>
		<li>Предоставление услуг и продуктов, запрашиваемых пользователем.</li>
		<li>Улучшение качества наших услуг.</li>
		<li>Отправка рекламной информации, если пользователь дал на это согласие.</li>
		<li>Анализ использования сайта для улучшения пользовательского опыта.</li>
	</ul>

	<h2>Передача данных третьим лицам</h2>
	<p>Мы не передаем ваши персональные данные третьим лицам, за исключением следующих случаев:</p>
	<ul>
		<li>Если это необходимо для предоставления запрашиваемых вами услуг.</li>
		<li>Если это требуется по закону.</li>
		<li>Для защиты наших прав и интересов.</li>
	</ul>

	<h2>Защита данных</h2>
	<p>Мы принимаем все необходимые меры для защиты ваших данных от несанкционированного доступа, изменения, раскрытия или уничтожения.</p>

	<h2>Права пользователя</h2>
	<p>Вы имеете право:</p>
	<ul>
		<li>Запросить доступ к своим персональным данным.</li>
		<li>Исправить неточные данные.</li>
		<li>Удалить свои данные.</li>
		<li>Ограничить обработку данных.</li>
		<li>Отозвать свое согласие на обработку данных.</li>
	</ul>

	<h2>Контактная информация</h2>
	<p>Если у вас есть вопросы по поводу нашей Политики конфиденциальности, вы можете связаться с нами по адресу: <a
			href="mailto:davidi@mail.ru">davidi@mail.ru</a></p>

	<h2>Изменения в Политике конфиденциальности</h2>
	<p>Мы оставляем за собой право изменять настоящую Политику конфиденциальности. Изменения вступают в силу с момента их публикации на Сайте.</p>
</main>
